[
  {
    "id": "c2be0ae8-b87a-4fa9-bc28-1b479f092b22",
    "title": "These works were the product of a batik workshop run for the women of Haasts Bluff by Northern Territory Education Department staff Jill Squires and Therese Honan in the months following June 1994.",
    "author": "Spencer Achtymichuk",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Apart from launching progressive training course series in Air Scouting at all levels, great emphasis was placed in the training of Air Scout Leaders and Air Scout Instructors so that they can start Air Scouting on their own.",
    "date_created": "1985-10-06T00:06:10.458Z",
    "votes": -5,
    "comments": [
      {
        "id": 40,
        "content": "Alternatively, they are referred to as School Scout Groups (學校旅), the unrestricted groups as Open Scout Groups (公開旅), and the rest with otherwise restricted recruitment as Organisation Scout Group (團體旅).",
        "author": "Eric Lange",
        "date_created": "2013-08-11T19:09:20.752Z"
      },
      {
        "id": 38,
        "content": "Alice Gray was accused with Katherine Hewitt of the murder of Anne Foulds.",
        "author": "Deepak Chopra",
        "date_created": "2003-08-30T12:13:23.831Z"
      },
      {
        "id": -42,
        "content": "1 in) and wingspan of 80–95 cm (31–37 in).",
        "author": "Haylie Duff",
        "date_created": "1971-07-14T08:51:24.011Z"
      },
      {
        "id": -22,
        "content": "The Celtics won Game 4 in overtime, and the teams split the next two games.",
        "author": "Arielle Kebbel",
        "date_created": "1991-05-04T12:53:24.169Z"
      }
    ]
  },
  {
    "id": "8ba4f02d-08a1-4185-abed-b060c847d9c7",
    "title": "Hong Kong Scouts were instrumental in aiding war refugees.",
    "author": "Pavlos Sidiropoulos",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "On a second occasion when the enemy broke through the left of our line Sjt.",
    "date_created": "1974-12-26T22:37:46.563Z",
    "votes": -73,
    "comments": [
      {
        "id": -66,
        "content": "A Gothic oriel window, belonging to the Provost's Lodgings, was added to the Carter Building in 1826.",
        "author": "Bobby Seale",
        "date_created": "2012-04-27T20:11:42.097Z"
      },
      {
        "id": 38,
        "content": "Salt for cooking, preservation or for use by common people was coarser; sea salt, or \"bay salt\", in particular, had more impurities, and was described in colors ranging from black to green.",
        "author": "David Gross",
        "date_created": "1978-09-17T06:26:40.006Z"
      },
      {
        "id": -97,
        "content": "Her native language is Pintupi, and she speaks almost no English.",
        "author": "Lev Yashin",
        "date_created": "1972-12-01T19:15:42.311Z"
      },
      {
        "id": 39,
        "content": "He gained his Bachelor of Commerce degree at Melbourne University the same year, having studied part-time since 1929.",
        "author": "Kay Boyle",
        "date_created": "1992-05-28T12:46:50.461Z"
      }
    ]
  },
  {
    "id": "4193515a-4e9c-489c-b0d3-001ec86aca6a",
    "title": "In June, Whittle was posted to the 2nd Army Central School for a five-week stint.",
    "author": "Craig Wolanin",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "(2) Richard Dudley (Fellow 1495-1536) who gave property for Fellowships.",
    "date_created": "2007-05-25T22:02:37.853Z",
    "votes": -82,
    "comments": [
      {
        "id": 75,
        "content": "Johnson was honored as one of the 50 Greatest Players in NBA History in 1996, and enshrined in the Basketball Hall of Fame in 2002.",
        "author": "Anton Müller",
        "date_created": "1988-09-30T11:43:50.689Z"
      }
    ]
  },
  {
    "id": "957e02f3-634a-4c6c-8a15-5012f1f6e39c",
    "title": "The manuscript was written at one time and by a single scribe, down to the annal for 1121.",
    "author": "Mark Andes",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The first clear act of hostility was taken in December 1383 by the faction of John (João), the Grand Master of the Aviz Order (and a natural son of Peter I of Portugal), with the murder of Count Andeiro.",
    "date_created": "1980-08-03T10:52:08.948Z",
    "votes": 19,
    "comments": [
      {
        "id": -22,
        "content": "There may have been bad blood between the two families, possibly dating from 1601, when a member of Chattox's family broke into Malkin Tower, the home of the Devices, and stole goods worth about £1, equivalent to about £100 as of 2008.",
        "author": "Billy McCullough",
        "date_created": "1970-01-17T12:57:38.857Z"
      },
      {
        "id": -14,
        "content": "This duck's population is affected by predators, parasites and avian diseases.",
        "author": "Joaquim Chissano",
        "date_created": "1987-06-29T22:26:09.304Z"
      }
    ]
  },
  {
    "id": "5591c05a-d921-4964-9fa0-82630d68a8e8",
    "title": "Wealthy guests were seated \"above the salt\", while others sat \"below the salt\", where salt cellars were made of pewter, precious metals or other fine materials, often intricately decorated.",
    "author": "Nikolaj Coster-Waldau",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The Malay word pusa could have become posa for cats in Borneo, while in Madagascar the word could have become fosa to refer to the fossa.",
    "date_created": "1991-04-02T14:23:43.127Z",
    "votes": -21,
    "comments": [
      {
        "id": -70,
        "content": "He made no apologies for the difficulties this posed to readers, insisting that the role of an artist was to ask questions, not to answer them.",
        "author": "Shirley Williams",
        "date_created": "2011-03-10T15:14:43.333Z"
      }
    ]
  },
  {
    "id": "0298d91e-2fd6-4b33-abd0-bdbcb73a3f10",
    "title": "The final death toll, according to the United States Geological Survey, was 5,050.",
    "author": "Dan Chan",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The fossa has been found across several different elevational gradients in undisturbed portions of protected areas throughout Madagascar.",
    "date_created": "1973-01-25T02:40:26.446Z",
    "votes": 48,
    "comments": [
      {
        "id": 27,
        "content": "Louise was sent for on 28 April 1914, and he died on 2 May.",
        "author": "Ichiro Suzuki",
        "date_created": "2012-01-23T23:53:53.172Z"
      },
      {
        "id": 96,
        "content": "In these years Louise and her husband were closer than they had been before.",
        "author": "Tracy Shaw",
        "date_created": "1972-07-26T22:12:05.268Z"
      },
      {
        "id": 27,
        "content": "\" Meanwhile, Louise's husband, 9th Duke of Argyll since 1900, took his seat in the House of Lords.",
        "author": "Louis Calhern",
        "date_created": "1986-06-19T21:24:03.403Z"
      }
    ]
  },
  {
    "id": "c637bf81-7cd4-45f3-a159-35b0d55df083",
    "title": "The Fraser Gold Rush of 1858 brought over 25,000 men, mainly from California, to nearby New Westminster (founded February 14, 1859) on the Fraser River, on their way to the Fraser Canyon, bypassing what would become Vancouver.",
    "author": "Dave Wakeling",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "0 assists, 8.",
    "date_created": "2013-12-20T17:57:26.626Z",
    "votes": 87,
    "comments": [
      {
        "id": -25,
        "content": "Strata of rock cracked as the earthquake ruptured the faults, sending out powerful shockwaves.",
        "author": "Mas Oyama",
        "date_created": "2011-03-16T19:32:18.797Z"
      },
      {
        "id": 36,
        "content": "England in the early 7th century was ruled almost entirely by the Anglo-Saxon peoples who had come to Britain from northwestern Europe, starting in the early 5th century.",
        "author": "D'Lo Brown",
        "date_created": "1989-01-29T11:44:18.476Z"
      },
      {
        "id": -27,
        "content": "There, they decided to face the enemy in battle, before they could get close to Lisbon and besiege it again.",
        "author": "António José de Almeida",
        "date_created": "1991-04-07T03:41:00.825Z"
      },
      {
        "id": -93,
        "content": "com rated Johnson the greatest point guard of all time, stating, \"It could be argued that he's the one player in NBA history who was better than Michael Jordan.",
        "author": "Yuri Antonov",
        "date_created": "2013-03-02T22:21:47.531Z"
      }
    ]
  },
  {
    "id": "2e9a6e2e-aba7-4ce8-a9be-80e295724d8f",
    "title": "His friendship and rivalry with Boston Celtics star Larry Bird, whom he faced in the 1979 NCAA finals and three NBA championship series, were well documented.",
    "author": "Taylor Schilling",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "He also had influence in Surrey, Essex, and Kent.",
    "date_created": "1980-03-05T05:00:35.086Z",
    "votes": -19,
    "comments": [
      {
        "id": -22,
        "content": "At the time, the Chief Scout was Major F.",
        "author": "Sheila Sherwood",
        "date_created": "1972-07-02T15:57:00.353Z"
      },
      {
        "id": 54,
        "content": "Bede does not list him as one of the rulers who exercised imperium, but modern historians consider that the rise to primacy of the kingdom of Mercia began in his reign.",
        "author": "Jeremiah Dixon",
        "date_created": "1971-12-27T17:32:46.406Z"
      }
    ]
  },
  {
    "id": "a5447069-0384-45cb-99ce-920607c9b33f",
    "title": "He also recommended that a supersonic light bomber replace the straight-winged and obsolescent English Electric Canberra, primarily for interdiction in Southeast Asia.",
    "author": "Lisa McCune",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "6–1.",
    "date_created": "1985-12-24T17:39:50.282Z",
    "votes": 77,
    "comments": [
      {
        "id": 74,
        "content": "The management of a group is organised around the Group Scouters Meeting (旅領袖會議), the Group Council (旅務委員會), and the Group Executive Committee (旅執行委員會).",
        "author": "René Renno",
        "date_created": "2003-11-16T22:59:41.579Z"
      },
      {
        "id": -92,
        "content": "The Act of Settlement provided that, if the line of succession established in the Bill of Rights were extinguished, the crown would go to a German cousin, Sophia, Electress of Hanover, and to her Protestant heirs.",
        "author": "Abe Cunningham",
        "date_created": "1979-10-12T23:08:57.389Z"
      }
    ]
  },
  {
    "id": "bef4248b-2100-47c2-b2ab-d25dda989c34",
    "title": "Their work, which used acrylic paints to create designs representing body painting and ground sculptures, rapidly spread across Indigenous communities of central Australia, particularly after the introduction of a government-sanctioned art program in central Australia in 1983.",
    "author": "Benicio del Toro",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Political power was displayed not just by rule, but also by displaying wealth.",
    "date_created": "2011-04-04T14:07:38.756Z",
    "votes": 1,
    "comments": [
      {
        "id": 51,
        "content": "Aqua vitae in its alcoholic forms was highly praised by medieval physicians.",
        "author": "Doris Lessing",
        "date_created": "1997-12-10T08:01:00.821Z"
      },
      {
        "id": -1,
        "content": "Uniquely among the accused, Alizon was confronted in court by her alleged victim, John Law.",
        "author": "Christian Boesch",
        "date_created": "1999-01-09T18:55:45.780Z"
      },
      {
        "id": 14,
        "content": "Ambato is frequently visited by tourists traveling on the Pan-American Highway.",
        "author": "Émile Genest",
        "date_created": "1980-03-16T12:34:38.152Z"
      },
      {
        "id": -70,
        "content": "Nothing survives of the original buildings, La Oriole and the smaller St Martin's Hall in the south-east; both were demolished before the quadrangle was built in the artisan mannerist style during the 17th century.",
        "author": "Fern Persons",
        "date_created": "2013-11-24T15:15:12.520Z"
      },
      {
        "id": 8,
        "content": "Like Colonel Vershinin in his Three Sisters, as he looked at them he dreamed of what they would be like in three or four hundred years.",
        "author": "Sócrates",
        "date_created": "1986-09-16T07:13:30.550Z"
      }
    ]
  },
  {
    "id": "fda55dc6-daf5-4a67-b3f2-77ff7ea4ff60",
    "title": "The only child of his marriage with Leonor Telles de Menezes was a girl, Princess Beatrice of Portugal.",
    "author": "Timos Perlegas",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Louise occupied herself by drafting prayers, one of which was sent to Neville Chamberlain, reading \"Guide our Ministers of State and all who are in authority over us ...",
    "date_created": "1970-06-07T17:21:11.495Z",
    "votes": 14,
    "comments": [
      {
        "id": -75,
        "content": "In the centre of the quad is the Harris Building, formerly Oriel court, a real tennis court where Charles I played tennis with his nephew Prince Rupert in December 1642 and King Edward VII had his first tennis lesson in 1859.",
        "author": "Dolph Ziggler",
        "date_created": "1992-12-21T03:46:44.578Z"
      },
      {
        "id": 9,
        "content": "Westerners were detained in a concentration camp in Stanley.",
        "author": "Dave Niehaus",
        "date_created": "1976-06-09T10:08:49.365Z"
      },
      {
        "id": -9,
        "content": "However, the ball was marred by various mishaps, including a drunken bandsman nearly starting a fire by pulling a curtain over a gas lamp.",
        "author": "Luigi Boccherini",
        "date_created": "1987-04-13T08:56:05.501Z"
      },
      {
        "id": 24,
        "content": "After losing five of six games, Johnson announced he would resign after the season, choosing instead to purchase a 5% share of the team in June 1994.",
        "author": "Dion Glover",
        "date_created": "2000-05-15T16:47:58.835Z"
      }
    ]
  },
  {
    "id": "e8f9d4fc-2fb4-43a4-b1b7-c2e2dce80a32",
    "title": "Following the end of hostilities, McCauley again became Deputy Chief of the Air Staff.",
    "author": "J. Robert Hooper",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Several major earthquakes have occurred throughout the country since 1949, including the 1987 Ecuador earthquakes and the 1997 Ecuador earthquake.",
    "date_created": "2008-03-22T04:12:54.630Z",
    "votes": 51,
    "comments": [
      {
        "id": -100,
        "content": "\" He was particularly moved by the plight of the children living in the penal colony with their parents.",
        "author": "Richard McCarty",
        "date_created": "1991-12-20T16:47:41.766Z"
      },
      {
        "id": 3,
        "content": "In January 1924, he transferred to the Royal Australian Air Force as a flying officer, undertaking the pilots' course at RAAF Point Cook, Victoria.",
        "author": "Prince Andrew",
        "date_created": "1990-04-25T10:18:46.718Z"
      },
      {
        "id": -96,
        "content": "1 in) and wingspan of 80–95 cm (31–37 in).",
        "author": "Frances Drake",
        "date_created": "2015-04-17T07:03:19.764Z"
      },
      {
        "id": -42,
        "content": "He vowed to move to Taganrog as soon as a water supply was installed there.",
        "author": "Adelina Patti",
        "date_created": "2013-04-05T14:47:11.693Z"
      }
    ]
  },
  {
    "id": "8f851cc7-5c44-4553-ba74-9cb60468b425",
    "title": "On his return, he began the novella-length short story The Steppe, \"something rather odd and much too original,\" eventually published in Severny Vestnik (The Northern Herald).",
    "author": "Johannes Fritsch",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "After two years in college, during which he averaged 17.",
    "date_created": "2015-02-08T19:21:25.660Z",
    "votes": 0,
    "comments": [
      {
        "id": 35,
        "content": "Under the framework of the declaration, Scouting is part of the way of life in Hong Kong, and can be preserved for fifty years.",
        "author": "Elizabeth Hardwick",
        "date_created": "1976-04-19T08:50:38.124Z"
      },
      {
        "id": -9,
        "content": "3 points on .",
        "author": "Tony Roberts",
        "date_created": "1989-09-20T21:07:38.981Z"
      },
      {
        "id": -39,
        "content": "Chekhov was left behind to sell the family possessions and finish his education.",
        "author": "Zac Hanson",
        "date_created": "2015-09-08T07:37:12.912Z"
      },
      {
        "id": -68,
        "content": "[A2]/[G] Copy of the Winchester Chronicle: [A2] was copied from [A] at Winchester in the eleventh century and follows a 10th-century copy of an Old English translation of Bede's Ecclesiastical History.",
        "author": "Carol Leifer",
        "date_created": "1974-02-01T21:08:45.382Z"
      },
      {
        "id": -11,
        "content": "The situation in Kent at Egbert's death in 673 is not clearly recorded.",
        "author": "Prince Andrew",
        "date_created": "1994-04-17T02:01:04.281Z"
      }
    ]
  },
  {
    "id": "c5891b23-b64a-4366-8966-741fffd19392",
    "title": "On August 8, an aftershock with \"considerable strength\" struck near Ambato.",
    "author": "Svante Arrhenius",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Its twin block, the Carter Building, was erected on the west side in 1729, as a result of a benefaction by Provost Carter.",
    "date_created": "1999-12-09T16:06:09.428Z",
    "votes": 2,
    "comments": [
      {
        "id": -19,
        "content": "Mikhail Chekhov, a member of the household at Melikhovo, described the extent of his brother's medical commitments:Chekhov's expenditure on drugs was considerable, but the greatest cost was making journeys of several hours to visit the sick, which reduced his time for writing.",
        "author": "Louis Riel",
        "date_created": "1994-12-17T06:36:17.859Z"
      },
      {
        "id": -23,
        "content": "Oriel has three notable pieces of medieval plate.",
        "author": "Big John Studd",
        "date_created": "1980-02-06T03:48:29.592Z"
      },
      {
        "id": 97,
        "content": "Plaza directed rescue efforts for two days as airlifts from Quito dropped supplies.",
        "author": "Roxanne Hart",
        "date_created": "2013-12-01T11:25:28.135Z"
      },
      {
        "id": 57,
        "content": "The Chronicle is not unbiased: there are occasions when comparison with other medieval sources makes it clear that the scribes who wrote it omitted events or told one-sided versions of stories; there are also places where the different versions contradict each other.",
        "author": "Valeria Golino",
        "date_created": "1972-02-28T02:54:46.185Z"
      },
      {
        "id": -20,
        "content": "In order to protect the Scouting activity and institute its constitution, the Hong Kong branch was incorporated in the Boys Scouts Association Ordinance, nr 22 of the Law of Hong Kong on 1927-12-02.",
        "author": "Sir Cedric Hardwicke",
        "date_created": "1985-06-30T07:10:15.691Z"
      }
    ]
  },
  {
    "id": "5ae4afe9-a73d-4d9a-9697-811da59244f4",
    "title": "The earliest extant manuscript, the Winchester Chronicle, was written by a single scribe up to the year 891.",
    "author": "Christian Boesch",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "In April 1384, in Alentejo, a punitive expedition was promptly defeated by Nuno Álvares Pereira, leading a much smaller Portuguese army at the Battle of Atoleiros.",
    "date_created": "1987-05-25T19:46:24.295Z",
    "votes": 74,
    "comments": [
      {
        "id": -62,
        "content": "Nuno Álvares Pereira took the task of choosing the ground for the battle.",
        "author": "Sarah Bernhardt",
        "date_created": "1996-01-14T20:38:41.931Z"
      },
      {
        "id": 36,
        "content": "Whittle was born on 2 August 1882 at Huon Island, Tasmania, to Henry Whittle, a labourer, and his wife Catherine (née Sullivan).",
        "author": "Vincent Canby",
        "date_created": "1990-01-19T11:36:31.560Z"
      }
    ]
  },
  {
    "id": "e4d642f4-3e02-44dc-8c8d-3b663898483e",
    "title": "The heraldic glass in the windows display the coats of arms of benefactors and distinguished members of the College; three of the windows were designed by Ninian Comper.",
    "author": "Christopher Weselek",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "After about two weeks the cubs' eyes open, they become more active, and their fur darkens to a pearl gray.",
    "date_created": "1970-09-20T09:38:15.158Z",
    "votes": -96,
    "comments": [
      {
        "id": 99,
        "content": "Arriving seven weeks later, Whittle returned to Tasmania and assisted with recruiting on the island during the last few weeks of the war.",
        "author": "Kenny Wormald",
        "date_created": "2002-08-02T22:35:30.646Z"
      },
      {
        "id": 11,
        "content": "A medieval cook employed in a large household would most likely have been able to plan and produce a meal without the help of recipes or written instruction.",
        "author": "Derek Jacobi",
        "date_created": "1993-07-18T00:29:23.018Z"
      }
    ]
  },
  {
    "id": "dae67b71-3068-4494-951e-382caa942057",
    "title": "Promoted to air marshal, McCauley took over from Hardman as Chief of the Air Staff when the latter's two-year appointment ended in January 1954.",
    "author": "Nick Hogan",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The room above has a particularly fine plaster ceiling and chimneypiece of stucco caryatids and panelling interlaced with studded bands sprouting into large flowers.",
    "date_created": "2012-05-11T00:15:29.699Z",
    "votes": 61,
    "comments": [
      {
        "id": -46,
        "content": "Wintjiya's involvement in contemporary Indigenous Australian art began in 1994 at Haasts Bluff, when she participated in a group painting project and in the creation of batik fabrics.",
        "author": "Bao Dai",
        "date_created": "1977-07-20T22:14:43.820Z"
      },
      {
        "id": 65,
        "content": "The animal is aggressive only during mating, and males in particular fight boldly.",
        "author": "Karrin Allyson",
        "date_created": "1999-01-05T10:49:13.005Z"
      },
      {
        "id": 9,
        "content": "Monks especially frequently suffered from obesity-related (in some cases) conditions such as arthritis.",
        "author": "Kara Lang",
        "date_created": "1996-08-05T04:09:03.730Z"
      },
      {
        "id": 17,
        "content": "It has been suggested that he adopted Christianity as part of a settlement with Oswiu.",
        "author": "Andy Wallace",
        "date_created": "1995-04-06T17:36:51.860Z"
      }
    ]
  },
  {
    "id": "c826619b-a1b1-411c-8b30-fe69f2954246",
    "title": "The Northumbrian chronicles incorporated into Roger of Wendover's 13th-century history give a different picture: \"When Egbert had obtained all the southern kingdoms, he led a large army into Northumbria, and laid waste that province with severe pillaging, and made King Eanred pay tribute.",
    "author": "Arielle Kebbel",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "In August, a world record for the largest group dressed as witches was set by 482 people who walked up Pendle Hill, on which the date \"1612\" had been installed in 400-foot-tall numbers by artist Philippe Handford using horticultural fleece.",
    "date_created": "2012-03-17T15:03:24.531Z",
    "votes": -25,
    "comments": [
      {
        "id": -4,
        "content": "1; there is another artist from the same region, Wintjiya Morgan Napaljarri (also called Wintjiya Reid Napaltjarri), who is known as Wintjiya No.",
        "author": "Stephen Nichols",
        "date_created": "1976-01-19T04:08:14.187Z"
      }
    ]
  },
  {
    "id": "7731d645-90ae-49b3-8779-74eefc238b32",
    "title": "After losing five of six games, Johnson announced he would resign after the season, choosing instead to purchase a 5% share of the team in June 1994.",
    "author": "Heath Miller",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The President of the Association is Geoffrey Ma.",
    "date_created": "1970-07-06T16:41:14.188Z",
    "votes": 95,
    "comments": [
      {
        "id": -51,
        "content": "Twenty-five women were involved in planning the works, which included three canvases that were 3 metres (9.",
        "author": "Jesse Tyler Ferguson",
        "date_created": "2008-11-21T10:29:29.852Z"
      },
      {
        "id": 7,
        "content": "Historian John Swain has said that the outbreaks of witchcraft in and around Pendle demonstrate the extent to which people could make a living either by posing as a witch, or by accusing or threatening to accuse others of being a witch.",
        "author": "Burton C. Bell",
        "date_created": "2008-05-21T09:38:28.521Z"
      }
    ]
  },
  {
    "id": "cc9af955-eae2-4e5f-861a-c4291c282b93",
    "title": "A knife was usually shared with at least one other dinner guest, unless one was of very high rank or well-acquainted with the host.",
    "author": "Johann Bernoulli",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Like Colonel Vershinin in his Three Sisters, as he looked at them he dreamed of what they would be like in three or four hundred years.",
    "date_created": "2013-06-07T10:34:25.682Z",
    "votes": 54,
    "comments": [
      {
        "id": -32,
        "content": "Louise was determined to be seen as an ordinary person and not as a member of the court.",
        "author": "Florence Green",
        "date_created": "1992-08-23T17:44:17.795Z"
      },
      {
        "id": -13,
        "content": "According to official RAAF historian Alan Stephens, McCauley was \"just as ready to become CAS in 1952 as he was in 1954\", while a contemporary observer declared that \"seldom has a better-equipped officer led a branch of the Australian services\".",
        "author": "Cassandra Clare",
        "date_created": "2014-05-23T14:39:50.536Z"
      },
      {
        "id": -95,
        "content": "Re-enlisting in the army, he was posted to the Army Service Corps, artillery, and Tasmanian Rifle Regiment prior to the outbreak of the First World War.",
        "author": "Kazuyoshi Miura",
        "date_created": "1981-04-24T12:30:32.785Z"
      }
    ]
  },
  {
    "id": "8812dd13-b4ae-4750-8e67-c479bf7895e6",
    "title": "After the Lakers defeated the Celtics in six games, Abdul-Jabbar and Johnson, who averaged 18.",
    "author": "D'Lo Brown",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The buildings of Oriel College were used as a location for Hugh Grant's first film, Privileged (1982), as well as Oxford Blues (1984), True Blue (1991) and The Dinosaur Hunter (2000).",
    "date_created": "2005-04-17T20:04:42.426Z",
    "votes": 21,
    "comments": [
      {
        "id": 15,
        "content": "Works by Wintjiya and her sister Tjunkiya are traded in the auction market, fetching prices of a few thousand dollars.",
        "author": "Havank",
        "date_created": "1980-11-03T14:43:53.385Z"
      }
    ]
  },
  {
    "id": "279345bd-8dc6-4543-ac8b-1b481705f9dd",
    "title": "Vice Admiral Robert Hamilton Anstruther succeeded Major McHardy as Colony Commissioner in 1 May 1915.",
    "author": "Dwight Freeney",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Wulfhere (died 675) was King of Mercia from 658 until 675 AD.",
    "date_created": "1999-02-13T00:34:59.003Z",
    "votes": 98,
    "comments": [
      {
        "id": -4,
        "content": "In a letter of 1892, he used the word \"suffering\" to describe his childhood and recalled:When my brothers and I used to stand in the middle of the church and sing the trio \"May my prayer be exalted\", or \"The Archangel's Voice\", everyone looked at us with emotion and envied our parents, but we at that moment felt like little convicts.",
        "author": "Mohamed Bangura",
        "date_created": "1983-06-22T20:47:32.351Z"
      },
      {
        "id": 42,
        "content": "Other glands are located near the penis or vagina, with the penile glands emitting a strong odor.",
        "author": "Susan King Borchardt",
        "date_created": "2007-10-31T17:58:10.865Z"
      },
      {
        "id": 34,
        "content": "As was the case for a number of artists from the region, Wintjiya's family walked in to the Haasts Bluff settlement in the 1950s, moving to Papunya in the 1960s.",
        "author": "José Luis Chilavert",
        "date_created": "1996-08-11T15:13:51.328Z"
      },
      {
        "id": 57,
        "content": "S.",
        "author": "Allan Border",
        "date_created": "2007-04-13T01:44:09.282Z"
      },
      {
        "id": -74,
        "content": "Louise privately visited Britain's first female doctor, Elizabeth Garrett.",
        "author": "Jean Baudrillard",
        "date_created": "2005-04-01T12:16:25.913Z"
      }
    ]
  },
  {
    "id": "6ef7aee2-1712-4fdf-9c36-bd083e64083e",
    "title": "This behavior may be a vestige of cooperative hunting that would have been required to take down larger recently extinct lemurs.",
    "author": "Wilhelm Matthias Naeff",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The fossa has a large, prominent rhinarium similar to that of viverrids, but has comparatively larger, round ears, almost as large as those of a similarly sized felid.",
    "date_created": "1985-07-10T19:35:48.201Z",
    "votes": -21,
    "comments": [
      {
        "id": -93,
        "content": "The 2007 Peru earthquake also affected the country.",
        "author": "Dorothy Janis",
        "date_created": "1989-06-04T09:10:36.029Z"
      },
      {
        "id": -81,
        "content": "But the popular intervention in the massacre of Castilian troops after the battle is, nevertheless, historical and typical of battles in this period.",
        "author": "Arielle Kebbel",
        "date_created": "2002-12-01T16:25:12.116Z"
      }
    ]
  },
  {
    "id": "2f2a6a59-1f28-4c2c-9d94-ca81d9e6a91f",
    "title": "He subsequently gave both the island and the territory of the Meonware, which lay along the river Meon, on the mainland north of the Isle of Wight, to his godson King Æthelwealh of the South Saxons.",
    "author": "Jeff Daniels",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The 12th Battalion spent the next two months engaged in minor operations in Belgium, before once again transferring to the trenches in France during December.",
    "date_created": "1983-07-16T10:11:44.010Z",
    "votes": -86,
    "comments": [
      {
        "id": -45,
        "content": "In the United States, Canada, and many western European countries, all shot used for waterfowl must now be non-toxic, and therefore may not contain any lead.",
        "author": "Bruce Norris",
        "date_created": "2005-07-30T02:31:31.617Z"
      },
      {
        "id": 72,
        "content": "In late November, Whittle was admitted to hospital suffering from an illness; on 18 December, he rejoined his unit, which had returned to action on the Somme.",
        "author": "Karl Bernhard Zoeppritz",
        "date_created": "1988-10-19T09:19:55.129Z"
      },
      {
        "id": 48,
        "content": "The Colonial Secretary, Joseph Chamberlain, offered him the office of Governor General of Australia that year, but the offer was declined.",
        "author": "Geoffrey de Havilland",
        "date_created": "2004-10-16T08:38:13.478Z"
      }
    ]
  },
  {
    "id": "1203649d-0506-4a61-ba29-2f3c75535e5c",
    "title": "The only child of his marriage with Leonor Telles de Menezes was a girl, Princess Beatrice of Portugal.",
    "author": "Sócrates",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "On 8 December 1941, Japanese forces crossed the Sham Chun River and the Battle of Hong Kong began.",
    "date_created": "2009-06-03T22:54:05.209Z",
    "votes": -82,
    "comments": [
      {
        "id": 11,
        "content": "Wintjiya Napaltjarri (born between ca.",
        "author": "Rena Matsui",
        "date_created": "2012-09-18T20:36:28.045Z"
      }
    ]
  },
  {
    "id": "d3bfc1b2-3131-478e-ad2a-ee7685c97ce1",
    "title": "In 1935, she greeted her nephew, King George V, and his wife, Queen Mary, at Kensington Town Hall during their Silver Jubilee celebrations, and was made an Honourary Freeman of the Borough of Kensington.",
    "author": "Sławomir Peszko",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "After this comes the Latin Acta Lanfranci, which covers church events from 1070–1093.",
    "date_created": "1988-12-13T20:59:06.263Z",
    "votes": 27,
    "comments": [
      {
        "id": -79,
        "content": "Neither Ambato nor Ecuador shall cry any more, but begin to work.",
        "author": "Susan King Borchardt",
        "date_created": "2005-02-22T06:02:23.154Z"
      }
    ]
  },
  {
    "id": "cafccff1-8ee3-4343-8bfe-fe693dc1f4a6",
    "title": "The three main Anglo-Norman historians, John of Worcester, William of Malmesbury, and Henry of Huntingdon, each had a copy of the Chronicle, which they adapted for their own purposes.",
    "author": "Jacques Dufilho",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Monmouth had proclaimed himself King at Lyme Regis on 11 June.",
    "date_created": "1992-08-06T11:03:31.631Z",
    "votes": -66,
    "comments": [
      {
        "id": -28,
        "content": "In the entry for 1113 it includes the phrase \"he came to Winchester\"; hence it is thought likely that the manuscript was written at Winchester.",
        "author": "Rex Brown",
        "date_created": "1978-09-23T14:52:31.439Z"
      },
      {
        "id": -95,
        "content": "The 2007 Peru earthquake also affected the country.",
        "author": "Olivier Pla",
        "date_created": "1975-02-05T18:50:10.080Z"
      },
      {
        "id": 81,
        "content": "The unmistakable breeding plumaged male has a chocolate-brown head and white breast with a white stripe extending up the side of the neck.",
        "author": "Fred Mascherino",
        "date_created": "2003-04-03T07:23:02.031Z"
      }
    ]
  },
  {
    "id": "c7c24d88-2b5b-4ae0-8ba8-18ba97fbdcc9",
    "title": "[A]: The Winchester (or Parker) Chronicle is the oldest manuscript of the Chronicle that survives.",
    "author": "Seal",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "8 by 4.",
    "date_created": "1978-10-20T23:09:46.450Z",
    "votes": -10,
    "comments": [
      {
        "id": -74,
        "content": "However, King James had made a case for suspending the normal rules of evidence for witchcraft trials in his Daemonologie.",
        "author": "Jeremiah Dixon",
        "date_created": "1991-04-13T03:44:10.780Z"
      },
      {
        "id": -55,
        "content": "Before the introduction of hops, it was difficult to preserve this beverage for any time, and so, it was mostly consumed fresh (there are, however, references to the use of hops in beer as early as 822 CE).",
        "author": "Eduardo Xol",
        "date_created": "1973-08-10T14:00:15.166Z"
      }
    ]
  },
  {
    "id": "b0896f91-0b1f-4e76-b299-fffb62d57262",
    "title": "The salute was taken by the General Officer Commanding, Major General Francis Wogan Festing.",
    "author": "Don Galloway",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Eventually these underkings were defeated and the kingdom reunited, probably by Cædwalla but possibly by Centwine.",
    "date_created": "1996-01-25T16:36:36.259Z",
    "votes": -68,
    "comments": [
      {
        "id": -55,
        "content": "One of eight carnivorous species endemic to Madagascar, the fossa is the island's largest surviving endemic terrestrial mammal and the only predator capable of preying upon adults of all extant lemur species, the largest of which can weigh as much as 90% of the weight of the average fossa.",
        "author": "Julian McMahon",
        "date_created": "1988-07-26T05:53:47.999Z"
      },
      {
        "id": -4,
        "content": "When the women of Kintore, including sisters Wintjiya and Tjunkiya, started creating canvasses, their works bore little resemblance to those of their male peers (who had been painting for some years).",
        "author": "Cheyenne Kimball",
        "date_created": "1986-12-10T19:40:40.384Z"
      },
      {
        "id": -10,
        "content": "In Canada, as the monarch's direct representative, Lorne always took precedence over his wife, so that at the Canadian State Opening of Parliament on 13 February 1879, Louise was ranked no differently than others in attendance.",
        "author": "Kazuyoshi Miura",
        "date_created": "1994-01-16T23:59:53.363Z"
      }
    ]
  },
  {
    "id": "344b157f-7ab9-4d33-a68d-39a3ac0ec5be",
    "title": "[E] was once owned by William Laud, Archbishop of Canterbury 1633–1654, so is also known as the Laud Chronicle.",
    "author": "Giannis Milonas",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "At James's urging, the Irish Parliament passed an Act for Liberty of Conscience that granted religious freedom to all Roman Catholics and Protestants in Ireland.",
    "date_created": "2009-10-26T11:08:19.896Z",
    "votes": 16,
    "comments": [
      {
        "id": -93,
        "content": "[D] contains more information than other manuscripts on northern and Scottish affairs, and it has been speculated that it was a copy intended for the Anglicised Scottish court.",
        "author": "Helmut Senekowitsch",
        "date_created": "2012-03-21T08:04:11.758Z"
      },
      {
        "id": -41,
        "content": "In the early 1990s, the Chief Commissioner Chau Cham-son brought the association into a new era by having planned and completed in 1994 the 25-story Hong Kong Scout Centre, providing the association with a meaningful foundation for its development to be financially self-sufficient.",
        "author": "Alex Rodriguez",
        "date_created": "1971-07-26T21:55:46.757Z"
      }
    ]
  },
  {
    "id": "0fd5ce24-df69-45d5-8b75-f3cda059f6e5",
    "title": "McCauley was raised to Knight Commander of the Order of the British Empire (KBE) in the 1955 New Year Honours.",
    "author": "Allan Simmons",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "This behavior may be a vestige of cooperative hunting that would have been required to take down larger recently extinct lemurs.",
    "date_created": "1987-01-09T04:56:35.834Z",
    "votes": 74,
    "comments": [
      {
        "id": -46,
        "content": "Elizabeth Device was found guilty.",
        "author": "Susumu Kurobe",
        "date_created": "2014-03-06T18:47:43.928Z"
      },
      {
        "id": 46,
        "content": "For his efforts during the assault, Whittle was awarded the Distinguished Conduct Medal, the recommendation of which cited his \"...",
        "author": "Jonathan Lipnicki",
        "date_created": "1996-02-11T09:34:33.920Z"
      }
    ]
  },
  {
    "id": "ad5e24ca-f7d3-44be-9461-dd0c97249d4e",
    "title": "The manuscript continues to 1066 and stops in the middle of the description of the Battle of Stamford Bridge.",
    "author": "Sofia Vassilieva",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "He wrote, \"There were times I felt that I saw before me the extreme limits of man's degradation.",
    "date_created": "1982-03-07T12:13:39.167Z",
    "votes": 83,
    "comments": [
      {
        "id": 42,
        "content": "The Malay word pusa could have become posa for cats in Borneo, while in Madagascar the word could have become fosa to refer to the fossa.",
        "author": "Heath Miller",
        "date_created": "1998-07-10T14:35:11.832Z"
      },
      {
        "id": 51,
        "content": "He spent five years as a sailor, during which time he was attached to various ships on the Australia Station, including HMS Challenger and HMS Pioneer.",
        "author": "Thomas Lanier Clingman",
        "date_created": "2010-08-16T14:29:08.121Z"
      },
      {
        "id": 40,
        "content": "This last type of non-dairy milk product is probably the single most common ingredient in late medieval cooking and blended the aroma of spices and sour liquids with a mild taste and creamy texture.",
        "author": "Saffron Burrows",
        "date_created": "2009-08-16T10:55:20.512Z"
      },
      {
        "id": -39,
        "content": "Merewalh, who may have been Wulfhere's brother, was married to Hlothhere's sister, Eormenburh.",
        "author": "Richard A. Scott",
        "date_created": "1997-04-02T23:07:23.608Z"
      }
    ]
  },
  {
    "id": "69a0607f-36ac-4e70-a058-33df76d29afc",
    "title": "Discharged from the navy in 1907, Whittle joined the Australian Army and was posted to the Army Service Corps; he was to serve in this position for three and a half years.",
    "author": "Adelina Patti",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "403 shooting, 12.",
    "date_created": "1976-02-02T20:04:27.311Z",
    "votes": -4,
    "comments": [
      {
        "id": 4,
        "content": "Johnson was honored as one of the 50 Greatest Players in NBA History in 1996, and enshrined in the Basketball Hall of Fame in 2002.",
        "author": "Lou Taylor Pucci",
        "date_created": "2013-06-15T12:45:19.615Z"
      },
      {
        "id": -28,
        "content": "But the play so impressed the theatre director Vladimir Nemirovich-Danchenko that he convinced his colleague Constantin Stanislavski to direct it for the innovative Moscow Art Theatre in 1898.",
        "author": "Maury Chaykin",
        "date_created": "1984-02-02T10:22:15.353Z"
      }
    ]
  },
  {
    "id": "2d4d6541-1f92-4608-a90d-18958b4cb45f",
    "title": "He also warned Air Chief Marshal Sir Robert Brooke-Popham, the FEAF's Commander-in-Chief, of the weaknesses of the Allied air defences.",
    "author": "Dominique Gardères",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "A manuscript that is now separate (British Library MS.",
    "date_created": "1981-09-25T20:30:50.996Z",
    "votes": -35,
    "comments": [
      {
        "id": -87,
        "content": "Johnson later accused Isiah Thomas of spreading the rumors, a claim Thomas denied.",
        "author": "Ronnie Arniell",
        "date_created": "1977-07-26T07:34:37.804Z"
      },
      {
        "id": 8,
        "content": "The Marine Building is known for its elaborate ceramic tile facings and brass-gilt doors and elevators, which make it a favourite location for movie shoots.",
        "author": "Erik Bergman",
        "date_created": "1981-08-24T04:30:21.741Z"
      }
    ]
  },
  {
    "id": "13c78cb3-1cf6-423b-9099-807a5a65c4d3",
    "title": "Whereas the staircases on the first three quadrangles are marked with Arabic numerals, the Island site is marked with Roman numerals.",
    "author": "Carl Freiherr von Rokitansky",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "\"On August 7, a plane carrying 34 rescue workers from the Shell Oil Company crashed 32 km (20 mi) from Ambato leaving no survivors.",
    "date_created": "1976-09-10T00:31:56.874Z",
    "votes": -38,
    "comments": [
      {
        "id": -33,
        "content": "The women's success at fishing prompted the Duke to remark that fishing in Canada required no skill.",
        "author": "Sam Myers",
        "date_created": "1979-04-02T07:00:36.947Z"
      }
    ]
  },
  {
    "id": "375a8669-6748-432f-bc98-617658d2b2dd",
    "title": "He was rated the greatest NBA point guard of all time by ESPN in 2007.",
    "author": "Luke O'Donnell",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "A year or two prior to his retirement, the Chief Scout Baden-Powell had awarded him the highest Scout award, the Bronze Wolf.",
    "date_created": "1991-03-23T08:19:47.378Z",
    "votes": 0,
    "comments": [
      {
        "id": -86,
        "content": "Though Chekhov found the experience \"sickening\", and painted a comic portrait of the chaotic production in a letter to his brother Alexander, the play was a hit and was praised, to Chekhov's bemusement, as a work of originality.",
        "author": "António José de Almeida",
        "date_created": "1990-11-27T08:09:54.070Z"
      },
      {
        "id": 43,
        "content": "In June, Whittle was posted to the 2nd Army Central School for a five-week stint.",
        "author": "Jon Foreman",
        "date_created": "1971-08-06T22:44:09.060Z"
      },
      {
        "id": 90,
        "content": "It was also of vital importance that food of differing properties not be mixed.",
        "author": "Barbara Thomson",
        "date_created": "2012-01-04T18:36:05.852Z"
      },
      {
        "id": -89,
        "content": "The Chaplain is Rev Dr Robert Tobin and the Senior Organ Scholar for 2010-11 is Edwin Lock.",
        "author": "Jean-Pierre Desthuilliers",
        "date_created": "1992-09-01T10:23:09.911Z"
      },
      {
        "id": 71,
        "content": "During this period, diets and cooking changed less across Europe than they did in the briefer early modern period that followed, when those changes helped lay the foundations for modern European cuisine.",
        "author": "Erik Bergman",
        "date_created": "2005-08-22T16:34:35.629Z"
      }
    ]
  },
  {
    "id": "5e5a930e-6316-46f3-9d97-cdb285f82a5f",
    "title": "Initially Law made no accusations against Alizon, but she appears to have been convinced of her own powers; when Abraham Law took her to visit his father a few days after the incident, she reportedly confessed and asked for his forgiveness.",
    "author": "Benoît Chamoux",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Drawn up before many smaller groups of peoples were absorbed into the larger kingdoms, such as Mercia, it records the peoples of Anglo-Saxon England, along with an assessment in hides, a unit of land.",
    "date_created": "1990-07-18T14:09:32.597Z",
    "votes": -35,
    "comments": [
      {
        "id": -28,
        "content": "This meant that fasts could mean an especially meager diet for those who could not afford alternatives to meat and animal products like milk and eggs.",
        "author": "Michael Longley",
        "date_created": "2009-12-08T02:13:34.326Z"
      },
      {
        "id": -30,
        "content": "Further sources for this period include the Anglo-Saxon Chronicle, compiled at the end of the 9th century in Wessex.",
        "author": "Winston Bogarde",
        "date_created": "1980-05-22T00:24:08.652Z"
      },
      {
        "id": -97,
        "content": "Westerners were detained in a concentration camp in Stanley.",
        "author": "Sarah Parsons",
        "date_created": "2009-03-27T14:38:36.932Z"
      }
    ]
  },
  {
    "id": "8580167d-9f58-44b2-88dc-c056294073d5",
    "title": "During the Second World War, Whittle's son, Ivan Ernest, served as a private in the 2/33rd Australian Infantry Battalion.",
    "author": "Charlotte Corday",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Except for the pews on the west, dating from 1884, the panelling, stalls and screens are all 17th-century, as are the altar and carved communion rails.",
    "date_created": "1996-02-14T04:53:33.848Z",
    "votes": 40,
    "comments": [
      {
        "id": 46,
        "content": "As station commander at RAF Sembawang in north-east Singapore from August 1941, he personally supervised the training and operations of Nos.",
        "author": "Thomas George Bonney",
        "date_created": "2000-06-05T06:21:34.255Z"
      },
      {
        "id": 96,
        "content": "The building was in use as a lecture hall by 1923, and after modernisation between 1991 and 1994, funded by Sir Philip and Lady Harris, contains accommodation, a seminar room and the college's main lecture theatre.",
        "author": "Ashfaqulla Khan",
        "date_created": "2008-01-17T21:44:37.082Z"
      },
      {
        "id": -51,
        "content": "The atmosphere of the royal court became gloomy and morbid in the wake of the Prince's death, and entertainments became dry and dull.",
        "author": "Plan B",
        "date_created": "1971-09-05T02:29:32.776Z"
      }
    ]
  },
  {
    "id": "96f964c0-6680-4013-9efe-cc0f2fdcfc8c",
    "title": "James's younger daughter Anne succeeded to the throne when William III died in 1702.",
    "author": "Chris Richardson",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Works by Wintjiya have appeared in many significant exhibitions including: Papunya Women group exhibition (Utopia Art Gallery, Sydney, 1996); Raiki Wara: Long Cloth from Aboriginal Australia and the Torres Strait (National Gallery of Victoria 1998–99); Twenty-five Years and Beyond: Papunya Tula Painting (Flinders University Art Museum, 1999); Papunya Tula: Genesis and Genius (Art Gallery of New South Wales, 2000) and Land Marks (National Gallery of Victoria, 2006).",
    "date_created": "2005-04-04T00:21:22.523Z",
    "votes": 14,
    "comments": [
      {
        "id": -78,
        "content": "However, most members are not aware of this subscription because it is not collected directly from individuals or any Scout units, but through the selling of each individual World Membership Badge.",
        "author": "António José de Almeida",
        "date_created": "2012-08-05T02:08:26.709Z"
      },
      {
        "id": -86,
        "content": "On 27  April 1612, an inquiry was held before Nowell and another magistrate, Nicholas Bannister, to determine the purpose of the meeting at Malkin Tower, who had attended, and what had happened there.",
        "author": "John Blashford-Snell",
        "date_created": "1981-09-20T19:45:55.900Z"
      },
      {
        "id": -12,
        "content": "To reflect these relationships, all Malagasy carnivorans are now placed in a single family, Eupleridae.",
        "author": "Scott Mason",
        "date_created": "1998-04-30T01:21:12.607Z"
      }
    ]
  },
  {
    "id": "5e124119-2ff9-4556-865e-e4bb31b4cfe9",
    "title": "After Richard Cromwell's resignation as Lord Protector in 1659 and the subsequent collapse of the Commonwealth in 1660, Charles II was restored to the English throne.",
    "author": "Dion Glover",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Eorcenberht was the king of Kent at Wulfhere's accession, and the two families became connected when Wulfhere married Eorcenberht's daughter Eormenhild.",
    "date_created": "2014-05-06T08:59:30.823Z",
    "votes": -50,
    "comments": [
      {
        "id": -16,
        "content": "Advancing uphill with the sun on their backs, squashed between the funnelling Portuguese defensive works and their own advancing rear, and under a heavy rain of English longbowmen's arrows shot from behind the Portuguese line and crossbow quarrels from behind both the Sweethearts' and the Honeysuckle wings on their flanks, the Castilians did their best to win the day.",
        "author": "Robinson Canó",
        "date_created": "2005-10-04T14:52:43.666Z"
      },
      {
        "id": -12,
        "content": "3 mi) in 16 hours.",
        "author": "Vincent Canby",
        "date_created": "1975-08-13T08:14:28.127Z"
      },
      {
        "id": -85,
        "content": "His college decision came down to the University of Michigan and Michigan State University in East Lansing.",
        "author": "Peter Hudson",
        "date_created": "1973-12-13T19:40:19.711Z"
      },
      {
        "id": -86,
        "content": "However, many of the women wished to participate, and in the 1990s many of them began to paint.",
        "author": "Clinton Davisson",
        "date_created": "1981-03-12T18:56:31.678Z"
      }
    ]
  },
  {
    "id": "70d88b52-4932-4229-bd68-24cac0b6eeec",
    "title": "Discharged from the navy in 1907, Whittle joined the Australian Army and was posted to the Army Service Corps; he was to serve in this position for three and a half years.",
    "author": "Jon Foreman",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Despite increases in Latin American immigration to Vancouver in the 1980s and 90s, recent immigration has been comparatively low, and African immigration has been similarly stagnant (3.",
    "date_created": "1984-10-20T07:50:01.039Z",
    "votes": 48,
    "comments": [
      {
        "id": 59,
        "content": "403 shooting, 12.",
        "author": "Michael Schwimer",
        "date_created": "1989-03-21T06:55:23.039Z"
      },
      {
        "id": -76,
        "content": "431 shooting, 12.",
        "author": "Ricardo Uceda",
        "date_created": "1981-04-21T23:39:15.436Z"
      }
    ]
  },
  {
    "id": "e0621b0b-7f76-47e5-9917-657030743f5b",
    "title": "7 oz.",
    "author": "Matt Evans",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Also in the early 660s, the West Saxon see of Dorchester, in the same area, was divided, and a new bishopric set up at Winchester.",
    "date_created": "1978-07-25T23:35:09.263Z",
    "votes": -92,
    "comments": [
      {
        "id": 40,
        "content": "The settlement which came to be called Gastown grew up quickly around the original makeshift tavern established by \"Gassy\" Jack Deighton in 1867 on the edge of the Hastings Mill property.",
        "author": "Juan Carlos Lorenzo",
        "date_created": "2014-09-02T12:45:07.500Z"
      }
    ]
  },
  {
    "id": "7fc53edf-e29b-4f4b-954e-c08ae0413411",
    "title": "5, but the official measurement was later revised to 6.",
    "author": "Otar Taktakishvili",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Henrique, or Henry the Navigator, sponsored expeditions to Africa.",
    "date_created": "1980-06-01T03:48:28.649Z",
    "votes": 34,
    "comments": [
      {
        "id": 57,
        "content": "16).",
        "author": "Marin Sorescu",
        "date_created": "2005-01-10T13:52:47.430Z"
      },
      {
        "id": -92,
        "content": "Alan Stephens later described McCauley and Scherger as \"among the RAAF's better chiefs\".",
        "author": "Héctor Carrasco",
        "date_created": "1985-08-18T04:37:24.229Z"
      },
      {
        "id": -81,
        "content": "These pages were written by John Joscelyn, who was secretary to Matthew Parker.",
        "author": "Spencer Achtymichuk",
        "date_created": "1994-07-28T09:12:05.164Z"
      },
      {
        "id": -80,
        "content": "Nevertheless, Louise's jealousy did not evaporate completely.",
        "author": "Hugh Green",
        "date_created": "1974-01-30T20:37:12.038Z"
      },
      {
        "id": -44,
        "content": "9 rebounds, and 7.",
        "author": "Salvatore Di Vittorio",
        "date_created": "1972-08-16T23:16:16.083Z"
      }
    ]
  },
  {
    "id": "d9a87f5b-7686-4434-a97a-e4b1c391c78d",
    "title": "Its compact braincase, large eye sockets, retractable claws, and specialized carnivorous dentition have also led some taxonomists to associate it with the felids.",
    "author": "Emma Laura Gutiérrez Jiménez",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "On Louise's arms, the outer points bore cantons gules, and the centre a rose gules.",
    "date_created": "1991-01-12T10:13:01.151Z",
    "votes": -100,
    "comments": [
      {
        "id": 43,
        "content": "The main shock originated southeast of Ambato.",
        "author": "Haylie Duff",
        "date_created": "1987-04-23T21:28:44.419Z"
      },
      {
        "id": 27,
        "content": "The nearby villages of Guano, Patate, Pelileo, and Pillaro were destroyed, and the city of Ambato suffered heavy damage.",
        "author": "Bob Odenkirk",
        "date_created": "2007-03-28T02:44:12.351Z"
      }
    ]
  },
  {
    "id": "1e68f685-f10b-4e9c-9e4e-ee2b3f94be09",
    "title": "Despotism and lying so mutilated our childhood that it's sickening and frightening to think about it.",
    "author": "José Abad Santos",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Before long, Chekhov was attracting literary as well as popular attention.",
    "date_created": "1971-07-18T19:40:06.532Z",
    "votes": -80,
    "comments": [
      {
        "id": -11,
        "content": "Vancouver has been called a \"city of neighbourhoods\", each with a distinct character and ethnic mix.",
        "author": "Juice Leskinen",
        "date_created": "1996-07-24T06:55:14.574Z"
      },
      {
        "id": -25,
        "content": "According to the ideological norm, society consisted of the three estates of the realm: commoners, that is, the working classes—by far the largest group; the clergy, and the nobility.",
        "author": "Annette Funicello",
        "date_created": "2007-01-05T12:35:09.253Z"
      }
    ]
  },
  {
    "id": "14865bff-d0fb-4126-8060-3012165641bb",
    "title": "Stamp, who had begun lumbering in the Port Alberni area, first attempted to run a mill at Brockton Point, but difficult currents and reefs forced the relocation of the operation in 1867 to a point near the foot of Gore Street.",
    "author": "Susan King Borchardt",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "The 556-room Hotel Vancouver, opened in 1939 and the third by that name, is across the street with its copper roof.",
    "date_created": "2010-07-26T23:10:05.394Z",
    "votes": -14,
    "comments": [
      {
        "id": -60,
        "content": "The diet of the fossa in the wild has been studied by analyzing their distinctive scats, which resemble gray cylinders with twisted ends and measure 10–14 cm (3.",
        "author": "Juliana Hatfield",
        "date_created": "1979-10-15T03:10:12.632Z"
      },
      {
        "id": 64,
        "content": "The Queen made it a tradition that the eldest unmarried daughter would become her unofficial secretary, a position which Louise filled in 1866, despite the Queen's concern that she was indiscreet.",
        "author": "Carl Freiherr von Rokitansky",
        "date_created": "2006-07-16T08:28:51.418Z"
      },
      {
        "id": 76,
        "content": "He has also been portrayed by Gibb McLaughlin in the 1926 silent film Nell Gwynne, based on a novel by Joseph Shearing, Lawrence Anderson in the 1934 film Nell Gwyn, Vernon Steele in the 1935 film Captain Blood, based on the novel by Rafael Sabatini, Douglas Matthews in the 1938 BBC TV drama Thank You, Mr.",
        "author": "Enrique Granados",
        "date_created": "2013-11-24T12:20:16.973Z"
      }
    ]
  },
  {
    "id": "cf98f80a-3185-46f8-b74f-e31be16339e4",
    "title": "Joseph's College, was founded in 1913, and registered with the Boy Scouts Association in Britain in 1914; and the Hong Kong Boy Scouts Association, a local association of the British Boy Scouts Association, was launched in 1915.",
    "author": "Francis Buchholz",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "2 assists per game, the highest assists per game average in NBA history.",
    "date_created": "2003-04-04T09:01:32.568Z",
    "votes": 96,
    "comments": [
      {
        "id": -52,
        "content": "Archaeological records indicate the presence of Aboriginal people in the Vancouver area from 8,000 to 10,000 years ago.",
        "author": "Nikolaj Coster-Waldau",
        "date_created": "2015-02-16T07:57:53.311Z"
      },
      {
        "id": -35,
        "content": "Vancouver is host to one of the country's largest annual gay pride parades.",
        "author": "Fred Mascherino",
        "date_created": "2007-05-14T11:48:35.022Z"
      }
    ]
  },
  {
    "id": "c64fb9cb-20b7-41fe-9273-761548645273",
    "title": "\"Chekhov renounced the theatre after the disastrous reception of The Seagull in 1896, but the play was revived to acclaim in 1898 by Constantin Stanislavski's Moscow Art Theatre, which subsequently also produced Chekhov's Uncle Vanya and premiered his last two plays, Three Sisters and The Cherry Orchard.",
    "author": "David Wark",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "Jennet Preston lived in Gisburn, which was then in Yorkshire, so she was sent to York Assizes for trial.",
    "date_created": "1999-01-10T11:05:58.411Z",
    "votes": -100,
    "comments": [
      {
        "id": -13,
        "content": "Johnson's autobiography is Johnson, Earvin (1992).",
        "author": "Alexandre Dumas",
        "date_created": "2011-10-14T02:38:51.174Z"
      },
      {
        "id": -53,
        "content": "A suite of microsatellite markers (short segments of DNA that have a repeated sequence) have been developed to help aid in studies of genetic health and population dynamics of both captive and wild fossas.",
        "author": "Sasha Mitchell",
        "date_created": "2007-01-18T18:28:25.119Z"
      },
      {
        "id": -17,
        "content": "The tie is difficult to break if the mating session is interrupted.",
        "author": "Gustav Horn",
        "date_created": "1983-08-16T11:39:23.241Z"
      },
      {
        "id": 29,
        "content": "In the concentration camp, Scouting activities were conducted in the shadow.",
        "author": "Louis Calhern",
        "date_created": "2008-05-21T07:45:54.807Z"
      },
      {
        "id": 64,
        "content": "Vancouver (i/væŋˈkuːvər/) is a coastal seaport city on the mainland of British Columbia, Canada.",
        "author": "Christopher Dean",
        "date_created": "2001-06-05T01:38:31.660Z"
      }
    ]
  },
  {
    "id": "9c09826d-fae1-4a24-9011-26bf4fe849ff",
    "title": "The earthquake severely affected some 30 communities and left approximately 100,000 people homeless.",
    "author": "Burton C. Bell",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "From 1914 to 1997 the function was held by the Governor of Hong Kong, and from 1997 onwards by the Chief Executive of Hong Kong.",
    "date_created": "1998-04-03T16:18:05.408Z",
    "votes": 41,
    "comments": [
      {
        "id": -43,
        "content": "Although heavily resisted, the whole territory of Hong Kong came in Japanese hands on 25 December 1941.",
        "author": "Christopher Weselek",
        "date_created": "1995-09-26T10:45:15.070Z"
      },
      {
        "id": -75,
        "content": "[notes 3] The material compiled in Alfred's reign included annals relating to Kentish, South Saxon, Mercian and, particularly, West Saxon history, but, with the exception of the Cynewulf entry, does not gather momentum until it comes to the Danish invasions of the late 8th century onwards.",
        "author": "Ryan Whitney",
        "date_created": "2002-05-30T02:52:11.617Z"
      },
      {
        "id": -21,
        "content": "Andrew's Church was registered on 25 November 1914.",
        "author": "Lou Klein",
        "date_created": "1995-10-02T20:45:01.769Z"
      },
      {
        "id": 41,
        "content": "He rejoined the 12th Battalion on 16 September following recuperation.",
        "author": "Joseph Anton Koch",
        "date_created": "2015-03-12T01:05:13.982Z"
      },
      {
        "id": 21,
        "content": "Air Scouting in Hong Kong is well organised under the Programme Branch of The Scout Association of Hong Kong with 18 Air Scout Units in 5 Regions of Scout Groups in Hong Kong.",
        "author": "Clinton Davisson",
        "date_created": "1988-04-27T11:56:37.397Z"
      }
    ]
  },
  {
    "id": "890d9c2b-8211-4098-9546-6640c425f5f6",
    "title": "Bedel Hall in the south was formally amalgamated with St Mary Hall in 1505.",
    "author": "Maria Grazia Cucinotta",
    "image_url": "http://lorempixel.com/400/400/",
    "description": "In 1981, after the 1980-81 season, Johnson signed a 25-year, $25-million contract with the Lakers, which was the highest-paying contract in sports history up to that point.",
    "date_created": "2004-11-04T19:15:34.347Z",
    "votes": 34,
    "comments": [
      {
        "id": -89,
        "content": "In one early 15th century English aristocratic household for which detailed records are available (that of the Earl of Warwick), gentle members of the household received a staggering 3.",
        "author": "Mientje Kling",
        "date_created": "2007-07-25T00:50:10.418Z"
      },
      {
        "id": 19,
        "content": "A Spanish study showed that Northern Pintail and Common Pochard were the species with the highest levels of lead shot ingestion, higher than in northern countries of the western Palearctic flyway, where lead shot has been banned.",
        "author": "K Viswanath",
        "date_created": "2011-03-03T20:05:56.801Z"
      },
      {
        "id": 45,
        "content": "In England, the Low Countries, northern Germany, Poland and Scandinavia, beer was consumed on a daily basis by people of all social classes and age groups.",
        "author": "Ernst May",
        "date_created": "1978-05-11T06:13:04.720Z"
      },
      {
        "id": -53,
        "content": "Around three-quarters of chicks live long enough to fledge, but not more than half of those survive long enough to reproduce.",
        "author": "Jeff McInnis",
        "date_created": "1994-10-26T06:01:14.692Z"
      },
      {
        "id": -7,
        "content": "Females mew during mating and males produce a sigh when they have found a female.",
        "author": "Dominique Gardères",
        "date_created": "2010-05-11T23:58:07.344Z"
      }
    ]
  }
]
